Repository: amirhosseinaarabi2002/profile_flutter
Catalog: lib/l10n/app_*.arb
Languages: fa

# profileTitle
source: Curriculum Vitae
fa: صفحه پروفایل

# name
source: Amirhossein Aarabi
fa: امیرحسین اعرابی

# job
source: Product & Print Designer
fa: طراح محصول و چاپ

# location
source: Tehran, Iran
fa: تهران، ایران

# summary
source: HTTP fetching at runtime, ideal for development. Can also be used in production to reduce app size Font file caching, on device file systemFont bundling in assets. Matching font files found in assets are prioritized over HTTP fetching. Useful for offline-first apps.
fa: دریافت HTTP در زمان اجرا، مناسب برای توسعه. می‌تواند در محیط تولید نیز برای کاهش حجم برنامه استفاده شود. کش کردن فایل‌های فونت در سیستم فایل دستگاه. باندل کردن فونت‌ها در assets؛ فایل‌های فونتی که در assets یافت می‌شوند نسبت به دریافت از طریق HTTP در اولویت قرار دارند. مناسب برای اپلیکیشن‌های آفلاین.

source: Skills
fa: مهارت ها

# info
source: Personal Information
fa: اطلاعات شخصی

# label
source: Save
fa: ذخیره

# selectedLang
source: Selected Language
fa: زبان پیشفرض

# enLang
source: English
fa: انگلیسی

# faLang
source: Persian
fa: فارسی
